"use client"

import React from "react"
import {
    Card,
    CardFooter,
    CardHeader,
    CardTitle,
} from "@/components/ui/card"

import { ArrowIcon } from "@/components/arrow-icon"
import Link from "next/link"


const newsItems = [
    {
        newsId: 1,
        title: "DFT เตรียมใช้มาตรการ Licensing สินค้า DUI เพื่อป้องกันการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง",
        detail: `<div style="font-size: 16px; margin-top: 0px !important;">
                <div class="img-news-details">
                    <img src="https://1mediasoft.net/ectwmd/assets/images/new-04-03.jpg" alt="Card image cap">
                </div>

                <p style="color:#393939">
                    <b>&emsp;&emsp;&emsp;กรมการค้าต่างประเทศพร้อมเปิดรับสมัครให้ภาคเอกชนและองค์กรที่สนใจยื่นขอรับรองระบบงานควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                        (Internal Compliance Program: ICP) ประจำปี 2565 ผ่านระบบ e-TCWMD
                        ตามประกาศหลักเกณฑ์
                        ICP</b>
                </p>
                <p>&emsp;&emsp;&emsp;นายพิทักษ์ อุดมวิชัยวัฒน์ อธิบดีกรมการค้าต่างประเทศ เปิดเผยว่า กระทรวงพาณิชย์
                    โดยกรมการค้าต่างประเทศ ได้ออกประกาศกระทรวงพาณิชย์ เรื่อง
                    มาตรการเพื่อประโยชน์ในการควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูงและมาตรการเกี่ยวกับสินค้าที่มีเหตุอันควรสงสัยว่ามีการใช้สุดท้ายหรือผู้ใช้สุดท้ายที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                    พ.ศ. 2564 (ประกาศมาตรการ CAC)
                    เพื่อกำหนดมาตรการห้ามไม่ให้ผู้ที่เกี่ยวข้องกับการส่งออก ส่งกลับ ถ่ายลำ ผ่านแดน
                    และถ่ายโอนเทคโนโลยีและซอฟต์แวร์ของสินค้าที่ใช้ได้สองทาง (Dual-use Items: DUI)
                    และสินค้าที่เข้าข่ายเป็น DUI
                    ที่มีความเสี่ยงต่อการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง (Weapons of Mass
                    Destruction: WMD) ดำเนินการในกิจกรรมควบคุมดังกล่าวเป็นรายกรณี
                    รวมถึงได้ออกประกาศกรมการค้าต่างประเทศ เรื่อง
                    หลักเกณฑ์การรับรองระบบงานควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                    พ.ศ. 2564 (ประกาศหลักเกณฑ์ ICP)
                    เพื่อกำหนดหลักเกณฑ์สำหรับใช้เป็นแนวทางในการจัดทำระบบงาน ICP ที่มีประสิทธิภาพ
                    และเป็นกลไกเสริมในการควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยาย WMD ควบคู่กับมาตรการ
                    CAC โดยประกาศฯ ทั้ง 2 ฉบับมีผลใช้บังคับอย่างเป็นทางการแล้วเมื่อวันที่ 26 ธันวาคม
                    2564 และ 6 กันยายน 2564 ตามลำดับ
                    ส่งผลให้ภาคเอกชนมีความตื่นตัวในการปฏิบัติตามกฎหมายดังกล่าวอย่างเคร่งครัด
                    และมีความประสงค์ที่จะขอรับการประเมินระบบงาน ICP กับกรมฯ เพื่อให้มีระบบงาน ICP
                    ที่ได้มาตรฐานและเป็นที่ยอมรับของประเทศคู่ค้า</p>
                <p>&emsp;&emsp;&emsp;นายพิทักษ์ อุดมวิชัยวัฒน์ กล่าวเพิ่มเติมว่า <b style="color:#393939;"> กรมฯ
                        มีกำหนดเปิดรับสมัครขอรับการประเมินระบบงาน ICP ครั้งที่ 1/2565
                        ผ่านทางระบบเทคโนโลยีสารสนเทศเพื่อรองรับการควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยาย
                        WMD หรือ e-TCWMD (http://tcwmd.dft.go.th) ระหว่างวันที่ 21 - 31 มกราคม 2565</b>
                    โดยภาคเอกชนสามารถกรอกเอกสารและข้อมูลในระบบ e-TCWMD เพื่อขอรับการประเมินระบบงาน ICP
                    ได้ 3 ระดับ คือ</p>
                <p>&emsp;&emsp;&emsp;(1) กรณีต้องการขอประเมินระบบงาน ICP ระดับดี (Beginner: B)
                    บริษัทต้องยื่นเอกสารและข้อมูลให้ครบอย่างน้อย 2 หลักเกณฑ์ จาก 6 หลักเกณฑ์</p>
                <p>&emsp;&emsp;&emsp;(2) กรณีต้องการขอประเมินระบบงาน ICP ระดับดีมาก (Intermediate: I)
                    บริษัทต้องยื่นเอกสารและข้อมูลให้ครบอย่างน้อย 4 หลักเกณฑ์ จาก 6 หลักเกณฑ์ และ</p>
                <p>&emsp;&emsp;&emsp;(3) กรณีต้องการขอประเมินระบบงาน ICP ระดับสมบูรณ์ (Total: T)
                    บริษัทต้องยื่นเอกสารและข้อมูลให้ครบทั้งหมด 6 หลักเกณฑ์</p>
                <p>&emsp;&emsp;&emsp;ทั้งนี้ สามารถสอบถามรายละเอียดเพิ่มเติมได้ที่กลุ่มงานบริหารสินค้าสองทาง
                    กองบริหารสินค้าข้อตกลงและมาตรการการค้า 02 528 7500-29 ต่อ 4710 4713 หรือสายด่วน 1385
                </p>
            </div>`,
        image: "https://1mediasoft.net/ectwmd/assets/images/new1.jpg",
        newsDate: "2 พฤศจิกายน 2567"
    },
    {
        newsId: 2,
        title: "ประกาศ !! การขอ Form C/O ทั่วไปกรณีสินค้าเฝ้าระวังสำหรับการส่งออกไปยังสหรัฐอเมริกาและสหภาพยุโรป",
        detail: `<div style="font-size: 16px; margin-top: 0px !important;">
                <div class="img-news-details">
                    <img src="https://1mediasoft.net/ectwmd/assets/images/new-04-03.jpg" alt="Card image cap">
                </div>

                <p style="color:#393939">
                    <b>&emsp;&emsp;&emsp;กรมการค้าต่างประเทศพร้อมเปิดรับสมัครให้ภาคเอกชนและองค์กรที่สนใจยื่นขอรับรองระบบงานควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                        (Internal Compliance Program: ICP) ประจำปี 2565 ผ่านระบบ e-TCWMD
                        ตามประกาศหลักเกณฑ์
                        ICP</b>
                </p>
                <p>&emsp;&emsp;&emsp;นายพิทักษ์ อุดมวิชัยวัฒน์ อธิบดีกรมการค้าต่างประเทศ เปิดเผยว่า กระทรวงพาณิชย์
                    โดยกรมการค้าต่างประเทศ ได้ออกประกาศกระทรวงพาณิชย์ เรื่อง
                    มาตรการเพื่อประโยชน์ในการควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูงและมาตรการเกี่ยวกับสินค้าที่มีเหตุอันควรสงสัยว่ามีการใช้สุดท้ายหรือผู้ใช้สุดท้ายที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                    พ.ศ. 2564 (ประกาศมาตรการ CAC)
                    เพื่อกำหนดมาตรการห้ามไม่ให้ผู้ที่เกี่ยวข้องกับการส่งออก ส่งกลับ ถ่ายลำ ผ่านแดน
                    และถ่ายโอนเทคโนโลยีและซอฟต์แวร์ของสินค้าที่ใช้ได้สองทาง (Dual-use Items: DUI)
                    และสินค้าที่เข้าข่ายเป็น DUI
                    ที่มีความเสี่ยงต่อการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง (Weapons of Mass
                    Destruction: WMD) ดำเนินการในกิจกรรมควบคุมดังกล่าวเป็นรายกรณี
                    รวมถึงได้ออกประกาศกรมการค้าต่างประเทศ เรื่อง
                    หลักเกณฑ์การรับรองระบบงานควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                    พ.ศ. 2564 (ประกาศหลักเกณฑ์ ICP)
                    เพื่อกำหนดหลักเกณฑ์สำหรับใช้เป็นแนวทางในการจัดทำระบบงาน ICP ที่มีประสิทธิภาพ
                    และเป็นกลไกเสริมในการควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยาย WMD ควบคู่กับมาตรการ
                    CAC โดยประกาศฯ ทั้ง 2 ฉบับมีผลใช้บังคับอย่างเป็นทางการแล้วเมื่อวันที่ 26 ธันวาคม
                    2564 และ 6 กันยายน 2564 ตามลำดับ
                    ส่งผลให้ภาคเอกชนมีความตื่นตัวในการปฏิบัติตามกฎหมายดังกล่าวอย่างเคร่งครัด
                    และมีความประสงค์ที่จะขอรับการประเมินระบบงาน ICP กับกรมฯ เพื่อให้มีระบบงาน ICP
                    ที่ได้มาตรฐานและเป็นที่ยอมรับของประเทศคู่ค้า</p>
                <p>&emsp;&emsp;&emsp;นายพิทักษ์ อุดมวิชัยวัฒน์ กล่าวเพิ่มเติมว่า <b style="color:#393939;"> กรมฯ
                        มีกำหนดเปิดรับสมัครขอรับการประเมินระบบงาน ICP ครั้งที่ 1/2565
                        ผ่านทางระบบเทคโนโลยีสารสนเทศเพื่อรองรับการควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยาย
                        WMD หรือ e-TCWMD (http://tcwmd.dft.go.th) ระหว่างวันที่ 21 - 31 มกราคม 2565</b>
                    โดยภาคเอกชนสามารถกรอกเอกสารและข้อมูลในระบบ e-TCWMD เพื่อขอรับการประเมินระบบงาน ICP
                    ได้ 3 ระดับ คือ</p>
                <p>&emsp;&emsp;&emsp;(1) กรณีต้องการขอประเมินระบบงาน ICP ระดับดี (Beginner: B)
                    บริษัทต้องยื่นเอกสารและข้อมูลให้ครบอย่างน้อย 2 หลักเกณฑ์ จาก 6 หลักเกณฑ์</p>
                <p>&emsp;&emsp;&emsp;(2) กรณีต้องการขอประเมินระบบงาน ICP ระดับดีมาก (Intermediate: I)
                    บริษัทต้องยื่นเอกสารและข้อมูลให้ครบอย่างน้อย 4 หลักเกณฑ์ จาก 6 หลักเกณฑ์ และ</p>
                <p>&emsp;&emsp;&emsp;(3) กรณีต้องการขอประเมินระบบงาน ICP ระดับสมบูรณ์ (Total: T)
                    บริษัทต้องยื่นเอกสารและข้อมูลให้ครบทั้งหมด 6 หลักเกณฑ์</p>
                <p>&emsp;&emsp;&emsp;ทั้งนี้ สามารถสอบถามรายละเอียดเพิ่มเติมได้ที่กลุ่มงานบริหารสินค้าสองทาง
                    กองบริหารสินค้าข้อตกลงและมาตรการการค้า 02 528 7500-29 ต่อ 4710 4713 หรือสายด่วน 1385
                </p>
            </div>`,
        image: "https://1mediasoft.net/ectwmd/assets/images/new-03-02.jpg",
        newsDate: "20 พฤศจิกายน 2567"
    },
    {
        newsId: 3,
        title: "DFT เปิดรับสมัครขอรับการประเมินระบบงาน ICP ครั้งที่ 1/2565 ผ่านระบบ e-TCWMD",
        detail: `<div style="font-size: 16px; margin-top: 0px !important;">
                <div class="img-news-details">
                    <img src="https://1mediasoft.net/ectwmd/assets/images/new-04-03.jpg" alt="Card image cap">
                </div>
                
                <p style="color:#393939">
                    <b>&emsp;&emsp;&emsp;กรมการค้าต่างประเทศพร้อมเปิดรับสมัครให้ภาคเอกชนและองค์กรที่สนใจยื่นขอรับรองระบบงานควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                        (Internal Compliance Program: ICP) ประจำปี 2565 ผ่านระบบ e-TCWMD
                        ตามประกาศหลักเกณฑ์
                        ICP</b>
                </p>
                <p>&emsp;&emsp;&emsp;นายพิทักษ์ อุดมวิชัยวัฒน์ อธิบดีกรมการค้าต่างประเทศ เปิดเผยว่า กระทรวงพาณิชย์
                    โดยกรมการค้าต่างประเทศ ได้ออกประกาศกระทรวงพาณิชย์ เรื่อง
                    มาตรการเพื่อประโยชน์ในการควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูงและมาตรการเกี่ยวกับสินค้าที่มีเหตุอันควรสงสัยว่ามีการใช้สุดท้ายหรือผู้ใช้สุดท้ายที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                    พ.ศ. 2564 (ประกาศมาตรการ CAC)
                    เพื่อกำหนดมาตรการห้ามไม่ให้ผู้ที่เกี่ยวข้องกับการส่งออก ส่งกลับ ถ่ายลำ ผ่านแดน
                    และถ่ายโอนเทคโนโลยีและซอฟต์แวร์ของสินค้าที่ใช้ได้สองทาง (Dual-use Items: DUI)
                    และสินค้าที่เข้าข่ายเป็น DUI
                    ที่มีความเสี่ยงต่อการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง (Weapons of Mass
                    Destruction: WMD) ดำเนินการในกิจกรรมควบคุมดังกล่าวเป็นรายกรณี
                    รวมถึงได้ออกประกาศกรมการค้าต่างประเทศ เรื่อง
                    หลักเกณฑ์การรับรองระบบงานควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                    พ.ศ. 2564 (ประกาศหลักเกณฑ์ ICP)
                    เพื่อกำหนดหลักเกณฑ์สำหรับใช้เป็นแนวทางในการจัดทำระบบงาน ICP ที่มีประสิทธิภาพ
                    และเป็นกลไกเสริมในการควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยาย WMD ควบคู่กับมาตรการ
                    CAC โดยประกาศฯ ทั้ง 2 ฉบับมีผลใช้บังคับอย่างเป็นทางการแล้วเมื่อวันที่ 26 ธันวาคม
                    2564 และ 6 กันยายน 2564 ตามลำดับ
                    ส่งผลให้ภาคเอกชนมีความตื่นตัวในการปฏิบัติตามกฎหมายดังกล่าวอย่างเคร่งครัด
                    และมีความประสงค์ที่จะขอรับการประเมินระบบงาน ICP กับกรมฯ เพื่อให้มีระบบงาน ICP
                    ที่ได้มาตรฐานและเป็นที่ยอมรับของประเทศคู่ค้า</p>
                <p>&emsp;&emsp;&emsp;นายพิทักษ์ อุดมวิชัยวัฒน์ กล่าวเพิ่มเติมว่า <b style="color:#393939;"> กรมฯ
                        มีกำหนดเปิดรับสมัครขอรับการประเมินระบบงาน ICP ครั้งที่ 1/2565
                        ผ่านทางระบบเทคโนโลยีสารสนเทศเพื่อรองรับการควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยาย
                        WMD หรือ e-TCWMD (http://tcwmd.dft.go.th) ระหว่างวันที่ 21 - 31 มกราคม 2565</b>
                    โดยภาคเอกชนสามารถกรอกเอกสารและข้อมูลในระบบ e-TCWMD เพื่อขอรับการประเมินระบบงาน ICP
                    ได้ 3 ระดับ คือ</p>
                <p>&emsp;&emsp;&emsp;(1) กรณีต้องการขอประเมินระบบงาน ICP ระดับดี (Beginner: B)
                    บริษัทต้องยื่นเอกสารและข้อมูลให้ครบอย่างน้อย 2 หลักเกณฑ์ จาก 6 หลักเกณฑ์</p>
                <p>&emsp;&emsp;&emsp;(2) กรณีต้องการขอประเมินระบบงาน ICP ระดับดีมาก (Intermediate: I)
                    บริษัทต้องยื่นเอกสารและข้อมูลให้ครบอย่างน้อย 4 หลักเกณฑ์ จาก 6 หลักเกณฑ์ และ</p>
                <p>&emsp;&emsp;&emsp;(3) กรณีต้องการขอประเมินระบบงาน ICP ระดับสมบูรณ์ (Total: T)
                    บริษัทต้องยื่นเอกสารและข้อมูลให้ครบทั้งหมด 6 หลักเกณฑ์</p>
                <p>&emsp;&emsp;&emsp;ทั้งนี้ สามารถสอบถามรายละเอียดเพิ่มเติมได้ที่กลุ่มงานบริหารสินค้าสองทาง
                    กองบริหารสินค้าข้อตกลงและมาตรการการค้า 02 528 7500-29 ต่อ 4710 4713 หรือสายด่วน 1385
                </p>
            </div>`,
        image: "https://1mediasoft.net/ectwmd/assets/images/new-04-03.jpg",
        newsDate: "20 พฤศจิกายน 2567"
    },
    {
        newsId: 4,
        title: "ประกาศรายชื่อองค์กรที่ผ่านการประเมินผลการรับรองระบบงานควบคุมสินค้า ที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง ครั้งที่ 1/2567",
        detail: `<div style="font-size: 16px; margin-top: 0px !important;">
                <div class="img-news-details">
                    <img src="https://1mediasoft.net/ectwmd/assets/images/new-04-03.jpg" alt="Card image cap">
                </div>
                
                <p style="color:#393939">
                    <b>&emsp;&emsp;&emsp;กรมการค้าต่างประเทศพร้อมเปิดรับสมัครให้ภาคเอกชนและองค์กรที่สนใจยื่นขอรับรองระบบงานควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                        (Internal Compliance Program: ICP) ประจำปี 2565 ผ่านระบบ e-TCWMD
                        ตามประกาศหลักเกณฑ์
                        ICP</b>
                </p>
                <p>&emsp;&emsp;&emsp;นายพิทักษ์ อุดมวิชัยวัฒน์ อธิบดีกรมการค้าต่างประเทศ เปิดเผยว่า กระทรวงพาณิชย์
                    โดยกรมการค้าต่างประเทศ ได้ออกประกาศกระทรวงพาณิชย์ เรื่อง
                    มาตรการเพื่อประโยชน์ในการควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูงและมาตรการเกี่ยวกับสินค้าที่มีเหตุอันควรสงสัยว่ามีการใช้สุดท้ายหรือผู้ใช้สุดท้ายที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                    พ.ศ. 2564 (ประกาศมาตรการ CAC)
                    เพื่อกำหนดมาตรการห้ามไม่ให้ผู้ที่เกี่ยวข้องกับการส่งออก ส่งกลับ ถ่ายลำ ผ่านแดน
                    และถ่ายโอนเทคโนโลยีและซอฟต์แวร์ของสินค้าที่ใช้ได้สองทาง (Dual-use Items: DUI)
                    และสินค้าที่เข้าข่ายเป็น DUI
                    ที่มีความเสี่ยงต่อการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง (Weapons of Mass
                    Destruction: WMD) ดำเนินการในกิจกรรมควบคุมดังกล่าวเป็นรายกรณี
                    รวมถึงได้ออกประกาศกรมการค้าต่างประเทศ เรื่อง
                    หลักเกณฑ์การรับรองระบบงานควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                    พ.ศ. 2564 (ประกาศหลักเกณฑ์ ICP)
                    เพื่อกำหนดหลักเกณฑ์สำหรับใช้เป็นแนวทางในการจัดทำระบบงาน ICP ที่มีประสิทธิภาพ
                    และเป็นกลไกเสริมในการควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยาย WMD ควบคู่กับมาตรการ
                    CAC โดยประกาศฯ ทั้ง 2 ฉบับมีผลใช้บังคับอย่างเป็นทางการแล้วเมื่อวันที่ 26 ธันวาคม
                    2564 และ 6 กันยายน 2564 ตามลำดับ
                    ส่งผลให้ภาคเอกชนมีความตื่นตัวในการปฏิบัติตามกฎหมายดังกล่าวอย่างเคร่งครัด
                    และมีความประสงค์ที่จะขอรับการประเมินระบบงาน ICP กับกรมฯ เพื่อให้มีระบบงาน ICP
                    ที่ได้มาตรฐานและเป็นที่ยอมรับของประเทศคู่ค้า</p>
                <p>&emsp;&emsp;&emsp;นายพิทักษ์ อุดมวิชัยวัฒน์ กล่าวเพิ่มเติมว่า <b style="color:#393939;"> กรมฯ
                        มีกำหนดเปิดรับสมัครขอรับการประเมินระบบงาน ICP ครั้งที่ 1/2565
                        ผ่านทางระบบเทคโนโลยีสารสนเทศเพื่อรองรับการควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยาย
                        WMD หรือ e-TCWMD (http://tcwmd.dft.go.th) ระหว่างวันที่ 21 - 31 มกราคม 2565</b>
                    โดยภาคเอกชนสามารถกรอกเอกสารและข้อมูลในระบบ e-TCWMD เพื่อขอรับการประเมินระบบงาน ICP
                    ได้ 3 ระดับ คือ</p>
                <p>&emsp;&emsp;&emsp;(1) กรณีต้องการขอประเมินระบบงาน ICP ระดับดี (Beginner: B)
                    บริษัทต้องยื่นเอกสารและข้อมูลให้ครบอย่างน้อย 2 หลักเกณฑ์ จาก 6 หลักเกณฑ์</p>
                <p>&emsp;&emsp;&emsp;(2) กรณีต้องการขอประเมินระบบงาน ICP ระดับดีมาก (Intermediate: I)
                    บริษัทต้องยื่นเอกสารและข้อมูลให้ครบอย่างน้อย 4 หลักเกณฑ์ จาก 6 หลักเกณฑ์ และ</p>
                <p>&emsp;&emsp;&emsp;(3) กรณีต้องการขอประเมินระบบงาน ICP ระดับสมบูรณ์ (Total: T)
                    บริษัทต้องยื่นเอกสารและข้อมูลให้ครบทั้งหมด 6 หลักเกณฑ์</p>
                <p>&emsp;&emsp;&emsp;ทั้งนี้ สามารถสอบถามรายละเอียดเพิ่มเติมได้ที่กลุ่มงานบริหารสินค้าสองทาง
                    กองบริหารสินค้าข้อตกลงและมาตรการการค้า 02 528 7500-29 ต่อ 4710 4713 หรือสายด่วน 1385
                </p>
            </div>`,
        image: "https://1mediasoft.net/ectwmd/assets/images/new-02-01.jpg",
        newsDate: "17 พฤศจิกายน 2567"
    },
    {
        newsId: 5,
        title: "ประกาศ !! การขอ Form C/O ทั่วไป กรณีสินค้าเฝ้าระวัง สำหรับการส่งออกไปยังสหรัฐอเมริกาและสหภาพยุโรป",
        detail: `<div style="font-size: 16px; margin-top: 0px !important;">
                <div class="img-news-details">
                    <img src="https://1mediasoft.net/ectwmd/assets/images/new-04-03.jpg" alt="Card image cap">
                </div>
                
                <p style="color:#393939">
                    <b>&emsp;&emsp;&emsp;กรมการค้าต่างประเทศพร้อมเปิดรับสมัครให้ภาคเอกชนและองค์กรที่สนใจยื่นขอรับรองระบบงานควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                        (Internal Compliance Program: ICP) ประจำปี 2565 ผ่านระบบ e-TCWMD
                        ตามประกาศหลักเกณฑ์
                        ICP</b>
                </p>
                <p>&emsp;&emsp;&emsp;นายพิทักษ์ อุดมวิชัยวัฒน์ อธิบดีกรมการค้าต่างประเทศ เปิดเผยว่า กระทรวงพาณิชย์
                    โดยกรมการค้าต่างประเทศ ได้ออกประกาศกระทรวงพาณิชย์ เรื่อง
                    มาตรการเพื่อประโยชน์ในการควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูงและมาตรการเกี่ยวกับสินค้าที่มีเหตุอันควรสงสัยว่ามีการใช้สุดท้ายหรือผู้ใช้สุดท้ายที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                    พ.ศ. 2564 (ประกาศมาตรการ CAC)
                    เพื่อกำหนดมาตรการห้ามไม่ให้ผู้ที่เกี่ยวข้องกับการส่งออก ส่งกลับ ถ่ายลำ ผ่านแดน
                    และถ่ายโอนเทคโนโลยีและซอฟต์แวร์ของสินค้าที่ใช้ได้สองทาง (Dual-use Items: DUI)
                    และสินค้าที่เข้าข่ายเป็น DUI
                    ที่มีความเสี่ยงต่อการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง (Weapons of Mass
                    Destruction: WMD) ดำเนินการในกิจกรรมควบคุมดังกล่าวเป็นรายกรณี
                    รวมถึงได้ออกประกาศกรมการค้าต่างประเทศ เรื่อง
                    หลักเกณฑ์การรับรองระบบงานควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                    พ.ศ. 2564 (ประกาศหลักเกณฑ์ ICP)
                    เพื่อกำหนดหลักเกณฑ์สำหรับใช้เป็นแนวทางในการจัดทำระบบงาน ICP ที่มีประสิทธิภาพ
                    และเป็นกลไกเสริมในการควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยาย WMD ควบคู่กับมาตรการ
                    CAC โดยประกาศฯ ทั้ง 2 ฉบับมีผลใช้บังคับอย่างเป็นทางการแล้วเมื่อวันที่ 26 ธันวาคม
                    2564 และ 6 กันยายน 2564 ตามลำดับ
                    ส่งผลให้ภาคเอกชนมีความตื่นตัวในการปฏิบัติตามกฎหมายดังกล่าวอย่างเคร่งครัด
                    และมีความประสงค์ที่จะขอรับการประเมินระบบงาน ICP กับกรมฯ เพื่อให้มีระบบงาน ICP
                    ที่ได้มาตรฐานและเป็นที่ยอมรับของประเทศคู่ค้า</p>
                <p>&emsp;&emsp;&emsp;นายพิทักษ์ อุดมวิชัยวัฒน์ กล่าวเพิ่มเติมว่า <b style="color:#393939;"> กรมฯ
                        มีกำหนดเปิดรับสมัครขอรับการประเมินระบบงาน ICP ครั้งที่ 1/2565
                        ผ่านทางระบบเทคโนโลยีสารสนเทศเพื่อรองรับการควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยาย
                        WMD หรือ e-TCWMD (http://tcwmd.dft.go.th) ระหว่างวันที่ 21 - 31 มกราคม 2565</b>
                    โดยภาคเอกชนสามารถกรอกเอกสารและข้อมูลในระบบ e-TCWMD เพื่อขอรับการประเมินระบบงาน ICP
                    ได้ 3 ระดับ คือ</p>
                <p>&emsp;&emsp;&emsp;(1) กรณีต้องการขอประเมินระบบงาน ICP ระดับดี (Beginner: B)
                    บริษัทต้องยื่นเอกสารและข้อมูลให้ครบอย่างน้อย 2 หลักเกณฑ์ จาก 6 หลักเกณฑ์</p>
                <p>&emsp;&emsp;&emsp;(2) กรณีต้องการขอประเมินระบบงาน ICP ระดับดีมาก (Intermediate: I)
                    บริษัทต้องยื่นเอกสารและข้อมูลให้ครบอย่างน้อย 4 หลักเกณฑ์ จาก 6 หลักเกณฑ์ และ</p>
                <p>&emsp;&emsp;&emsp;(3) กรณีต้องการขอประเมินระบบงาน ICP ระดับสมบูรณ์ (Total: T)
                    บริษัทต้องยื่นเอกสารและข้อมูลให้ครบทั้งหมด 6 หลักเกณฑ์</p>
                <p>&emsp;&emsp;&emsp;ทั้งนี้ สามารถสอบถามรายละเอียดเพิ่มเติมได้ที่กลุ่มงานบริหารสินค้าสองทาง
                    กองบริหารสินค้าข้อตกลงและมาตรการการค้า 02 528 7500-29 ต่อ 4710 4713 หรือสายด่วน 1385
                </p>
            </div>`,
        image: "https://1mediasoft.net/ectwmd/assets/images/new-03-02.jpg",
        newsDate: "20 พฤศจิกายน 2567"
    },
    {
        newsId: 6,
        title: "DFT เปิดรับสมัครขอรับการประเมินระบบงาน ICP ครั้งที่ 1/2565 ผ่านระบบ e-TCWMD",
        detail: `<div style="font-size: 16px; margin-top: 0px !important;">
                <div class="img-news-details">
                    <img src="https://1mediasoft.net/ectwmd/assets/images/new-04-03.jpg" alt="Card image cap">
                </div>
                
                <p style="color:#393939">
                    <b>&emsp;&emsp;&emsp;กรมการค้าต่างประเทศพร้อมเปิดรับสมัครให้ภาคเอกชนและองค์กรที่สนใจยื่นขอรับรองระบบงานควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                        (Internal Compliance Program: ICP) ประจำปี 2565 ผ่านระบบ e-TCWMD
                        ตามประกาศหลักเกณฑ์
                        ICP</b>
                </p>
                <p>&emsp;&emsp;&emsp;นายพิทักษ์ อุดมวิชัยวัฒน์ อธิบดีกรมการค้าต่างประเทศ เปิดเผยว่า กระทรวงพาณิชย์
                    โดยกรมการค้าต่างประเทศ ได้ออกประกาศกระทรวงพาณิชย์ เรื่อง
                    มาตรการเพื่อประโยชน์ในการควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูงและมาตรการเกี่ยวกับสินค้าที่มีเหตุอันควรสงสัยว่ามีการใช้สุดท้ายหรือผู้ใช้สุดท้ายที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                    พ.ศ. 2564 (ประกาศมาตรการ CAC)
                    เพื่อกำหนดมาตรการห้ามไม่ให้ผู้ที่เกี่ยวข้องกับการส่งออก ส่งกลับ ถ่ายลำ ผ่านแดน
                    และถ่ายโอนเทคโนโลยีและซอฟต์แวร์ของสินค้าที่ใช้ได้สองทาง (Dual-use Items: DUI)
                    และสินค้าที่เข้าข่ายเป็น DUI
                    ที่มีความเสี่ยงต่อการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง (Weapons of Mass
                    Destruction: WMD) ดำเนินการในกิจกรรมควบคุมดังกล่าวเป็นรายกรณี
                    รวมถึงได้ออกประกาศกรมการค้าต่างประเทศ เรื่อง
                    หลักเกณฑ์การรับรองระบบงานควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยายอาวุธที่มีอานุภาพทำลายล้างสูง
                    พ.ศ. 2564 (ประกาศหลักเกณฑ์ ICP)
                    เพื่อกำหนดหลักเกณฑ์สำหรับใช้เป็นแนวทางในการจัดทำระบบงาน ICP ที่มีประสิทธิภาพ
                    และเป็นกลไกเสริมในการควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยาย WMD ควบคู่กับมาตรการ
                    CAC โดยประกาศฯ ทั้ง 2 ฉบับมีผลใช้บังคับอย่างเป็นทางการแล้วเมื่อวันที่ 26 ธันวาคม
                    2564 และ 6 กันยายน 2564 ตามลำดับ
                    ส่งผลให้ภาคเอกชนมีความตื่นตัวในการปฏิบัติตามกฎหมายดังกล่าวอย่างเคร่งครัด
                    และมีความประสงค์ที่จะขอรับการประเมินระบบงาน ICP กับกรมฯ เพื่อให้มีระบบงาน ICP
                    ที่ได้มาตรฐานและเป็นที่ยอมรับของประเทศคู่ค้า</p>
                <p>&emsp;&emsp;&emsp;นายพิทักษ์ อุดมวิชัยวัฒน์ กล่าวเพิ่มเติมว่า <b style="color:#393939;"> กรมฯ
                        มีกำหนดเปิดรับสมัครขอรับการประเมินระบบงาน ICP ครั้งที่ 1/2565
                        ผ่านทางระบบเทคโนโลยีสารสนเทศเพื่อรองรับการควบคุมสินค้าที่เกี่ยวข้องกับการแพร่ขยาย
                        WMD หรือ e-TCWMD (http://tcwmd.dft.go.th) ระหว่างวันที่ 21 - 31 มกราคม 2565</b>
                    โดยภาคเอกชนสามารถกรอกเอกสารและข้อมูลในระบบ e-TCWMD เพื่อขอรับการประเมินระบบงาน ICP
                    ได้ 3 ระดับ คือ</p>
                <p>&emsp;&emsp;&emsp;(1) กรณีต้องการขอประเมินระบบงาน ICP ระดับดี (Beginner: B)
                    บริษัทต้องยื่นเอกสารและข้อมูลให้ครบอย่างน้อย 2 หลักเกณฑ์ จาก 6 หลักเกณฑ์</p>
                <p>&emsp;&emsp;&emsp;(2) กรณีต้องการขอประเมินระบบงาน ICP ระดับดีมาก (Intermediate: I)
                    บริษัทต้องยื่นเอกสารและข้อมูลให้ครบอย่างน้อย 4 หลักเกณฑ์ จาก 6 หลักเกณฑ์ และ</p>
                <p>&emsp;&emsp;&emsp;(3) กรณีต้องการขอประเมินระบบงาน ICP ระดับสมบูรณ์ (Total: T)
                    บริษัทต้องยื่นเอกสารและข้อมูลให้ครบทั้งหมด 6 หลักเกณฑ์</p>
                <p>&emsp;&emsp;&emsp;ทั้งนี้ สามารถสอบถามรายละเอียดเพิ่มเติมได้ที่กลุ่มงานบริหารสินค้าสองทาง
                    กองบริหารสินค้าข้อตกลงและมาตรการการค้า 02 528 7500-29 ต่อ 4710 4713 หรือสายด่วน 1385
                </p>
            </div>`,
        image: "https://1mediasoft.net/ectwmd/assets/images/new-04-03.jpg",
        newsDate: "20 พฤศจิกายน 2567"
    },

]
export default function Page() {
    return (
        <div className="grid grid-cols-1 md:grid-cols-2 xl:grid-cols-3 gap-6">
            {newsItems.map((item) => (
                <Card className="h-full flex flex-col items-center shadow-card" key={item.newsId}>
                    <div className="h-[250px] overflow-hidden flex justify-center">
                        <img
                            src={item.image}
                            alt={item.title}
                            className="h-full object-cover w-auto align-middle"
                        />
                    </div>
                    <CardHeader>
                        <CardTitle className="mt-3">
                            <h5 className="text-text font-semibold text-sm">
                                {item.title}
                            </h5>
                            <p className="font-semibold text-sm">{item.newsDate}</p>
                        </CardTitle>
                    </CardHeader>
                    <CardFooter className="flex self-end mt-auto">
                        <Link href={`/ectwmd/news/${item.newsId}`}>
                            <button className='style-1 flex cursor-pointer'>
                                <small className="just-end text-black hover:text-text">อ่านต่อ
                                </small>
                                <ArrowIcon />
                            </button>
                        </Link>
                    </CardFooter>
                </Card>
            ))}
        </div>
    );
}



